{
    "articles": [{
            "author": "ИА 'Панорама'",
            "title": "Саудовские специалисты войдут в комиссию по разработке поправок в Конституцию РФ",
            "description": "11 юристов из Королевства Саудовская Аравия войдут в специальную комиссию по разработке поправок к Конституции России, сообщает официальный сайт Кремля. По мнению экспертов, саудиты имеют бесценный опыт выстраивания правовой системы без опоры на Европейскую конвенцию по правам человека.",
            "publishedAt": "2022-03-14T18:00:00Z",
            "likes": "50",
            "views": "120",
            "pic": "News0"
        },
        {
            "author": "ИА 'Панорама'",
            "title": "Американская ассоциация математиков думает над переименованием оси Z ",
            "description": "8 марта американский математик русского происхождения Генди Аджимов созвал консилиум математического общества США с предложением переименовать ось аппликат (или ось “Z”) в ось “И” краткое.",
            "publishedAt": "2022-03-12T21:00:00Z",
            "likes": "50",
            "views": "120",
            "pic": "News1"
        },
        {
            "author": "ИА 'Панорама'",
            "title": "В Москве с завтрашнего дня будут штрафовать за ношение масок",
            "description": "В Москве с 15 марта начнут выписывать штрафы за ношение масок в публичных местах. Согласно указу мэра Сергея Собянина, масочный режим отменяется, равно как и ряд антиковидных мер для бизнеса.",
            "publishedAt": "2022-03-14T18:30:00Z",
            "likes": "64",
            "views": "189",
            "pic": "News2"
        },
        {
            "author": "ИА 'Панорама'",
            "title": "Нижнетагильский металлургический комбинат готов поставлять российским IT-компаниям железо для серверов",
            "description": "Руководство Нижнетагильского металлургического комбината ждёт запросов от российских IT-компаний на поставку железа. По сведениям Минпромторга, все иностранные производители железа для серверов прекратили деятельность в Росси, освободив, таким образом, рынок.",
            "publishedAt": "2022-03-12T21:00:00Z",
            "likes": "50",
            "views": "120",
            "pic": "News3"
        },
    ]
}
